tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "deno"
brew "fasd"
brew "git"
brew "gnupg"
brew "htop"
brew "mas"
brew "node"
brew "nvm"
brew "pnpm", link: false
brew "serve"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "appcleaner"
cask "bettertouchtool"
cask "brave-browser"
cask "cardhop"
cask "clickup"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "gitkraken"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "keka"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "opera"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "tunnelbear"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Crypto Pro", id: 980888073
mas "Flow", id: 1423210932
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "World Clock", id: 956377119
